data = [
        {
        "title": "Q1",
        "description": "1.  我觉得我很健谈",
        "options":[
                   "强烈反对",
                   "反对",
                   "一般",
                   "同意",
                   "强烈同意",
                   ],
        "long": true,
        "sol": [0,1,2,3,4],
        },
        {
        "title": "Q2",
        "description": "2.  我容易发现别人的缺点",
        "options":[
                   "强烈反对",
                   "反对",
                   "一般",
                   "同意",
                   "强烈同意",
                   ],

        "sol": [0,1,2,3,4],
        
        },
        
        {
        "title": "Q3",
        "description": "3.  我是完美主义，做事喜欢考虑周全",
        "options":[
                   "强烈反对",
                   "反对",
                   "一般",
                   "同意",
                   "强烈同意",
                   ],
        
        "sol": [0,1,2,3,4],
        },
        
        {
        "title": "Q4",
        "description": "我比较悲观",
        "options":[
                   "强烈反对",
                   "反对",
                   "一般",
                   "同意",
                   "强烈同意",
                   ],
        "sol": [0, 1,2, 3,4],
        },
        
        {
        "title": "Q5",
        "description": "5.  经常冒出很多新点子",
        "options":[
                   "强烈反对",
                   "反对",
                   "一般",
                   "同意",
                   "强烈同意",
                   ],
        "long": true,
        "sol": [0, 1,2,3,4],
        },
        
        ];